app/controllers/application_controller.rb

  def set_users
    @user =  User.all
---
SELECT "users".* FROM "users"